const notesMap = {
  21: ["倍低音1", "C2", "notes/a49.mp3"],
  20: ["倍低音2", "D2", "notes/a50.mp3"],
  19: ["倍低音3", "E2", "notes/a51.mp3"],
  18: ["倍低音5", "G2", "notes/a53.mp3"],
  17: ["倍低音6", "A2", "notes/a54.mp3"],

  16: ["低音1", "C3", "notes/a56.mp3"],
  15: ["低音2", "D3", "notes/a57.mp3"],
  14: ["低音3", "E3", "notes/a48.mp3"],
  13: ["低音5", "G3", "notes/a87.mp3"],
  12: ["低音6", "A3", "notes/a69.mp3"],

  11: ["中音1", "C4", "notes/a84.mp3"],
  10: ["中音2", "D4", "notes/a89.mp3"],
  9: ["中音3", "E4", "notes/a85.mp3"],
  8: ["中音5", "G4", "notes/a79.mp3"],
  7: ["中音6", "A4", "notes/a80.mp3"],

  6: ["高音1", "C5", "notes/a83.mp3"],
  5: ["高音2", "D5", "notes/a68.mp3"],
  4: ["高音3", "E5", "notes/a70.mp3"],
  3: ["高音5", "G5", "notes/a72.mp3"],
  2: ["高音6", "A5", "notes/a74.mp3"],

  1: ["倍高音1", "C6", "notes/a76.mp3"],
};